Repository: dcefram/experiments
Catalog: xsplit-locales-helper/langs/*/gamebarHUD/messages.po
Languages: th

source: 10 seconds
th: 10 วินาที

source: 15 seconds
th: 15 วินาที

source: 5 seconds
th: 5 วินาที

source: Always show
th: แสดงเสมอ

source: Anonymous
th: ไม่ระบุชื่อ

source: Audio Widget
th: วิดเจ็ตเสียง

source: Background Opacity
th: ความทึบฉากหลัง

source: Cheers
th: เชียร์

source: Fade Delay
th: เฟดดีเลย์

source: Followers
th: ผู้ติดตาม

source: Game
th: เกม

source: Game:
th: เกม:

source: Highest Super Chat
th: ซูปเปอร์แชทสูงสุด

source: Highest Tip
th: ทิปสูงสุด

source: Hosts
th: โฮส

source: Live
th: ไลฟ์

source: No Stream Service
th: ไม่มีบริการสตรีม

source: Offline
th: ออฟไลน์

source: Pause Recording
th: หยุดการบันทึก

source: Paused
th: หยุด

source: Peak Viewers
th: ผู้ชมสูงสุด

source: Please connect with a stream service in the main app to begin.
th: โปรดเชื่อมต่อกับบริการสตรีมในแอปหลักเพื่อเริ่มต้น

source: Record
th: บันทึก

source: Recording
th: กำลังบันทึก

source: Resume Recording
th: ทำการบันทึกต่อ

source: Sponsors
th: ผู้สนับสนุน

source: Stop
th: หยุด

source: Stream
th: สตรีม

source: Stream / Rec Status
th: สตรีม / สถานะบันทึก

source: Stream Chat
th: สตรีมแชท

source: Stream Embed
th: ฝังสตรีม

source: Stream Events
th: กิจกรรมสตรีม

source: Stream Started
th: สตรีมเริ่มแล้ว

source: Stream Title
th: ชื่อหัวข้อสตรีม

source: Subs
th: ซับ

source: Super Chats
th: ซุปเปอร์แชท

source: Text Size
th: ขนาดข้อความ

source: Tips
th: ทิป

source: Title:
th: ไตเติ้ล:

source: Type your message...
th: พิมพ์ข้อความของคุณ...

source: Untitled
th: ไม่มีหัวข้อ

source: Viewers
th: ผู้ชม

source: We couldn't find any Scenes!
th: เราไม่พบฉากใด ๆ!

source: Widgets
th: วิตเจ็ต

source: You don’t have any videos to view.
th: คุณไม่มีวีดีโอใด ๆ ให้ชม

source: Your chat is looking a little empty right now!
th: แชทของคุณดูวางเปล่าไปซักหน่อยนะตอนนี้!

source: Your followers and other important events will show here.
th: ผู้ติดตามของคุณและกิจกรรมอื่นที่สำคัญจะแสดงที่นี

source: eg. Fortnite
th: เช่น. Fortnite

source: eg. Friday fun on Fortnite!
th: เช่น. ศุกร์สนุกไปกับ Fortnite!

source: followed you!
th: ได้ติดตามคุณ!

source: liked your page!
th: ได้กดไลก์เพจคุณ!

source: shared your live video!
th: แชร์ไลฟ์วิดีโอของคุณ

source: sponsored you!
th: สนับสนุนคุณ!

source: subscribed to you!
th: ได้สมัครสมาชิกกับคุณแล้ว!

source: super chatted {0}{1}!
th: ซุปเปอร์แชท {0}{1}!

source: supported you!
th: สนับสนุนคุณแล้ว!

source: tipped {0}{1}!
th: ทิป {0}{1}!

source: {0, plural, one {cheered # Bit!} other {cheered # Bits!}}
th: {0, plural, one {เชียร์แล้ว # บิต!} other {เชียร์แล้ว # บิต!}}

source: {0, plural, one {hosted # viewer!} other {hosted # viewers!}}
th: {0, plural, one {โฮส # ผู้ชม!} other {โฮส # ผู้ชม!}}

source: {0, plural, one {raided with # viewer!} other {raided with # viewers!}}
th: {0, plural, other {ร่วมสนุกกับ # ผู้ชม!}}

source: {0, plural, one {resubbed for # month!} other {resubbed for # months!}}
th: {0, plural, other {สมัครสมาชิกใหม่เป็นเวลา # เดือน!}}

source: {0, plural, one {sent # Star!} other {sent # Stars!}}
th: {0, plural, other {ส่ง # ดาว!}}
